---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleVerticalAlignment.Middle
enum: Autodesk.Revit.DB.ScheduleVerticalAlignment
source: html/62344232-f3c8-d73c-ae1d-3ed545a54b9c.htm
---
# Autodesk.Revit.DB.ScheduleVerticalAlignment.Middle

Middle aligned